Revit 2027 API
ParameterTypeId.MassDataPercentageSkylights Property
 "Target Percentage Skylights"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassDataPercentageSkylights { get; }
Public Shared ReadOnly Property MassDataPercentageSkylights As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassDataPercentageSkylights {
	ForgeTypeId^ get ();
}
static member MassDataPercentageSkylights : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace